webservices/src/test/resources/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://epam.by">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getUserEmailRequest>
            <gs:name>BBB</gs:name>
        </gs:getUserEmailRequest>
    </soapenv:Body>
</soapenv:Envelope>